// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "裝置狀態:";
SuppliesTitleTextFieldValue = "耗材:";
PrinterNameTitleTextFieldValue = "印表機名稱：";
ModelTitleTextFieldValue = "型號名稱：";

//Control titles
DeviceOKButtonTitle = "確定";
SupplyInfoTaskTitle = "耗材資訊";
TravelInfoTaskTitle = "旅遊資訊";

InkStatusConsumableForAnotherPrinter = "另一台印表機適用的 HP 原廠墨水匣";
UnexpectedInstantInkInstalledName = "已安裝未預期的 Instant Ink";
HPIICartridgeInstalled = "已安装的 HP Instant Ink 墨盒";

// Device states
IdleName = "閒置";
BusyName = "忙碌中";
InitializingName = "初始化中";
PrintingName = "列印中";
WarmupName = "暖機中";
ReportsPrintingName = "報告列印中";
CancelingName = "取消中…";
CalibratingName = "正在校準…";
ScanningName = "正在掃描…";
FaxDialingName = "正在撥打傳真…";
FaxProblemName = "傳真問題";
FaxProcessingName = "正在處理傳真…";
FaxConnectingName = "正在連接傳真…";
FaxSendingName = "正在傳送傳真…";
FaxReceivingName = "正在接收傳真…";
FaxBlockingName = "正在封鎖傳真…";
FaxCommunicationErrorName = "傳真通訊錯誤";
CopyingName = "正在影印";
IOStallName = "IO 停止";
GeneralPrinterError = "一般印表機錯誤";
PrinterErrorName = "印表機錯誤";
PrinterFailure = "印表機故障";
PrintSystemProblemName = "列印系統有問題";
PrinterProblemName = "印表機問題";
PrintingInQuietModeName = "正在安靜模式下列印";
CopyingInQuietModeName = "在安靜模式下影印";
PaperSizeMismatchName = "紙張尺寸不相符";
PaperSizeMismatchTitle = "紙張尺寸不相符";
QuietModeIgnoredName = "安靜模式已暫時停用";
InkCarriageStallName = "墨水匣托架卡住";
PrintheadFailedOrMissedName = "列印頭遺失或故障";
ProblemWithPrintheadName = "列印噴頭問題";
PaperJamOrTrayProblemTitle = "卡紙或紙匣問題";
RealTimeClockFailureName = "印表機準備工作發生問題";
ActionRequired = "需採取動作";

DeviceStatusUnknown = "不明";

FeederJammedOrDirtyName = "文件進紙器卡住或不乾淨";

DiaperFullWarning = "墨水服務容量警告";

DryTimeWaitName = "乾燥時間等待";
DryTimeWaitTitle = "等待乾燥";
DryTimeWaitMsg = "裝置已暫停以便讓墨水乾燥。\n若此次列印為自動雙面列印工作，則請勿移除紙張。紙張將被拉回裝置以進行雙面列印。";

PenChangeName = "書筆變更";
BannerEjectNeededName = "必須退出長條紙";
BannerMismatchName = "長條紙不符";
PhotoMismatchName = "相片不符";
DuplexMismatchName = "雙面列印不符";

CarriageStallName = "墨水匣停止";
CarriageStallTitle = "墨水匣停止";
CarriageStallMsg = "列印墨水匣底座無法移動。\n請關閉裝置電源。檢查裝置是否發生夾紙或被其他物品阻塞。";

PrintBarStallName = "印字桿托架";

PaperStallName = "紙張停止";

PenFailureName = "畫筆故障";
InkSystemFailureName = "墨水系統故障";
InkCartridgeFailureName = "墨水匣故障";
CartridgeProblemName = "墨水匣問題";
IncompatibleCartridgesName = "墨水匣不相容";
IncompatibleInkCartridgesName = "墨水匣不相容";
IncompatibleTonerName = "墨水匣不相容";
IncompatibleDrumName = "感光鼓不相容";
CartridgeInWrongOrderName = "墨水匣未正確安裝";
InkCartridgesMissingName = "墨水匣遺失";
InkCartridgeProblemName = "墨水匣問題";
HPProtectedCartridgeInstalledName = "已安裝 HP 保護墨水匣";
HPProtectedDrumInstalledName = "已安裝 HP 保護感光鼓";
UsedHPInstantInkCartridgeTitle = "使用過的 HP Instant Ink 墨匣";
UsedHPInstantInkCartridge = "上方所列的 HP Instant Ink 墨匣僅可用於最初即安裝同型墨匣的 HP Instant Ink 印表機，而且必須進行更換。";
TrialConsumableCountExceededName = "已安裝未支援的墨匣";
ReplaceFaultySupplyTitle = "更換故障的墨水匣或印字頭。";
ReplaceFaultySupplyMsg = "某個墨水匣或印字頭發生嚴重的故障。請更換 HP 原廠墨水匣或印字頭。";
CommunicationFailureName = "通訊失敗";
ConsumableSubscriptionOptionNotSetName = "需要選擇墨水";
NonInstantInkCartridgeInstalledName = "已安裝非 Instant Ink 墨水匣";
InstantInkReadyCartridgesInstalledName = "已安裝 HP Instant Ink 就緒墨水匣";
PHAStartupBlockedName = "使用新墨水匣來啟動";
UsedCartridgeNotRecommendedForStartupName = "不建議將用過的墨水匣用於啟動";
PHAStartupFailedName = "列印頭故障";
SetupSupplyUpgradeFailedName = "SETUP 墨水匣發生問題";
CartridgeSensorFailureName = "墨水匣感應器故障";
CartridgeSensorErrorName = "碳粉匣感應器錯誤";
SHAIDOOITooEarlyFailureName = "耗材系統問題";
InsufficientPrinterMemoryName = "印表機記憶體不足";
TonerMemoryMissingName = "碳粉匣記憶體似乎遺失";
DrumMemoryMissingName = "感光鼓記憶體似乎缺失";
UnauthorizedDrumName = "未授權的感光鼓";
PrinterMaintenanceName = "印表機維護";
PrinterMispickName = "印表機拾紙錯誤";
WrongCartridgeInSlotName = "插槽中的墨水匣不正確";
ManuallyFeedName = "手動送紙";
PrintOnBothSidesName = "手動雙面列印";
ReplaceCartridgePrintingBlackName = "更換墨水匣列印黑色";
OverFilledDetectionName = "裝入太多紙張";

HSDOlderGenerationCartridgeTitle = "已安裝較舊的墨匣";

HardErrorName = "硬錯誤";
InstallFuserName = "關閉。 重裝熱凝器";
PoweringDownName = "關機中";
FPTestName = "FP 測試";
HydeMissingName = "遺失 Hyde";
OutputBinFullName = "輸出紙匣已滿";
MediaSizeMismatchName = "媒體大小不符";
ManualDuplexBlockName = "手動雙面列印功能鎖住";
ServiceStallName = "服務停止";
ServiceStationStalledName = "服務站已停止";
MediaTooShortToPrintName = "紙張太短";
MediaTooShortToAutoDuplexName = "紙張太短，無法自動雙面列印";
MediaTooLongToAutoDuplexName = "紙張太長，無法自動雙面列印";
MediaPromptName = "媒體提示";

ScannerUnknownErrorName = "掃描器未知錯誤";
ScannerInvalidMediaSizeName = "掃描器媒體大小不符";
ScannerFeederOpenName = "自動文件進紙器門蓋打開";
ScannerFeederJamName = "自動文件進紙器中卡紙";
ScannerFeederEmptyName = "文件送紙器為空";
ScannerFeederLoadedName = "已放入文件";
ScannerMispickName = "ADF 進紙錯誤";
ScannerProcessingName = "掃描處理中";
ScannerFeederJamOrDirtyName = "ADF 卡紙或不乾淨";

OutOfInkName = "墨水用完";
OutOfInkTitle = "墨水匣用完";
OutOfInkMsg = "沒有墨水可進行列印。\n您必須安裝至少一種主要顏色墨水源或黑色墨水源才能繼續列印工作。";
CartridgeVeryLowName = "墨水量過低";

LIOProtoErrorName = "LIO 原型錯誤";
PumpStallName = "吸墨停止";
Tray2MissingName = "遺失紙匣 2";
TrayAlmostEmptyName = "紙張數量偏低";
DuplexerMissingName = "遺失雙面列印器";
RearTrayMissingName = "遺失後方紙匣";
PenNotLatchedName = "畫筆未鎖上";
ManualFeedBlockName = "手動送紙功能鎖住";
TrayMissingName = "紙匣遺失";
TrayMissingOrOpenName = "紙匣遺失或開啟";
InputTrayFailedToOpenName = "紙匣受阻擋";

NonHPInkName = "非 HP 墨水";
NonHPInkTitle = "非 HP 墨水匣";
NonHPInkMsg = "HP 不擔保非 HP 耗材的品質或可靠性。因為使用非 HP 耗材所需要的印表機服務或維修不包括在保固中。\n若您已購買原廠 HP 列印墨水匣，請造訪：www.hp.com/go/anticounterfeit.\n原廠 HP 耗材是專為 HP 印表機所設計與測試，可讓您以最輕鬆的方式不斷列印出滿意的成品。";
NonHPInkRecoverableMsg = "HP 尊重用戶選用墨水匣的權利，但無法保證非 HP 原廠墨水匣的品質及穩定性。因使用非 HP 原廠墨水匣或重新充填之墨水匣，所導致的印表機服務或修護不在保固範圍內。選擇使用非 HP 原廠墨水匣時，請按住 電源 鈕，按三次 恢復 鈕，再放開 電源 鈕，（此時列印品質及墨水匣存量均可能受到影響），或改用 HP 原廠墨水匣。如果您所購買的墨水匣確為 HP 原廠墨水匣，請瀏覽 www.hp.com/go/anticounterfeit 網站的相關說明。";

PPCResumeName = "PPC 恢復";
MediaTypeMismatchName = "媒體類型不符";
CustomMediaMismatchName = "自訂媒體不符";
PenCleaningName = "清潔畫筆中";
PenCheckingName = "檢查畫筆中";
ParsingName = "分析中";
DryingMediaName = "乾燥媒體中";
AccessingPensName = "存取畫筆中";
AligningPensName = "對齊畫筆中";
LoadingMediaName = "載入媒體中";
UnloadingMediaName = "取消載入媒體中";
NestingPlotsName = "巢狀繪圖中";
ReplacingPrintKitName = "更換列印套件中";
GoingOnName = "繼續";
TransitionName = "轉換";
PanelAccessName = "已存取前端面板";

ParserErrorName = "分析器錯誤";
PenMissingName = "遺失畫筆";
IncorrectPenInstalledName = "安裝了錯誤的畫筆";
TrayMediaJamName = "紙匣媒體故障";
MediaUnavailableName = "媒體無法使用";
UnknownMediaName = "不明媒體";
MediaLevelInWrongPositionName = "媒體量等級位於錯誤位置";
MediaMisalignedName = "媒體未對齊";
MediaInWrongFormatName = "媒體格式錯誤";
MediaMispositionedName = "媒體位置錯誤";
MediaEdgeNotDetectedName = "找不到媒體的邊緣";
InkSupplyMissingName = "遺失墨水源";
IncorrectInkSupplyInstalledName = "安裝了錯誤的墨水源";
InkSharedAddressError = "墨水匣問題";
InkSupplyFailureName = "墨水源故障";
PenCleanerMissingName = "遺失畫筆清潔器";
PenCleanerIncorrectName = "畫筆清潔器錯誤";

UpgradableSupplyName = "偵測到安全升級";
SupplyUpgradeSuccessName = "安全升級成功";
SupplyUpgradeFailedName = "安全升級失敗";

SubscribedPagesLowName = "訂購的紙張存量不足";
SubscribedPagesVeryLowName = "訂購頁面上的數量極少";
SubscribedPagesOutName = "訂購頁面上已無存貨";
SubscriptionNeedToConnectName = "需要連線才能訂購";
SubscriptionSuccessfulName = "成功訂購墨水";
SubscriptionCancellationSuccessfulName = "已取消墨水訂購";
SupplyNeedsEnrollmentName = "需要 Instant Ink 註冊";
NeedToOrderCartridgeName = "需要訂購墨水匣";
ImportantMessageName = "可用的重要訊";

PhotoTrayProblemName = "完成印表機設定";
CriticalConditionName = "需要注意";
CriticalConditionTitle = "裝置需要您的注意";
CriticalConditionMsg = "請查看控制台上的訊息以取得更多資訊。";

OutputTrayClosedName = "出紙匣已關閉";
OutputTrayClosedTitle = "出紙匣已關閉";
OutputTrayClosedMsg = "出紙匣必須處於開啟狀態方可進行列印。 開啟出紙匣。";

LowPaperTitle = "紙張所剩不多";
LowPaperMsg = "請新增紙張到輸入紙匣。";
LowPaperName = "紙張不足";

NoPaperName = "紙張用完";
NoPaperTitle = "紙張用完";
NoPaperMsg = "裝置中的紙張用盡。請在進紙匣中裝入一些紙張。";
OutOfPaperTitle = "裝置中的紙張用盡";
OutOfPaperMsg = "請裝入更多紙張並按裝置上的 $FrontPanelAcceptButton$ 按鈕。";

TrayOpenTitle = "紙匣開啟";
TrayOpenMsg = "請關閉所有紙匣";
TrayOpenName = "紙匣開啟";

DoorOpenTitle = "門/封蓋開啟";
DoorOpenMsg = "裝置無法列印，因為蓋板已打開。請關閉裝置上的所有蓋板。";
DoorOpenName = "門/封蓋開啟";
FrontDoorOpenTitle = "前門開啟";
FrontDoorOpenName = "前門開啟";
RearDoorOpenTitle = "後門開啟";
RearDoorOpenName = "後門開啟";

CloseLeftDoorName = "關閉左側檔門";
CloseRightDoorName = "關閉右側檔門";
CloseLowerRightDoorName = "關閉右下方檔門";
DefectiveMemoryName = "耗材記憶體錯誤";
DefectiveMemoryOnTonerName = "有關碳粉匣的耗材記憶體錯誤";
DefectiveMemoryOnDrumName = "感光鼓耗材記憶體錯誤";

JammedTitle = "夾紙";
JammedMsg = "發生夾紙情況。找到夾紙處並移除夾紙。";
PaperJamTitle = "夾紙";
PaperJamMsg = "發生卡紙（或錯誤進紙）。請清除卡紙並按裝置上的 $FrontPanelAcceptButton$ 按鈕。";

ADFPickErrorTrayName = "文件送紙器缺緯";
ADFJammedTrayName = "文件送紙器卡紙";

CarriageJamTitle = "墨水匣故障";
CarriageJamMsg = "發生墨水匣故障情況。找到夾紙處並移除夾紙。";
CarriageJamName = "墨水匣故障";

PaperJamInTrayName = "紙張卡在紙匣中";
PaperJamInFuserName = "紙張卡在定影器中";
PaperJamInOutputTrayName = "紙張卡在出紙匣中";
PaperJamInDuplixerName = "紙張卡在雙面列印組件中";

OfflineTitle = "裝置離線";
OfflineMsg = "裝置離線，無法處理列印工作。";
OfflineName = "離線";

StartupRoutineFailedName = "啟動常式墨水警示";
CartridgeCounterfeitOrUsedName = "偵測到使用過或偽造的墨水匣";
SupplyCartridgeRefilledName = "偵測到使用過、重新填充或偽造的墨水匣";
CartridgeCounterfeitAdvisoryName = "偽造墨水匣諮詢";

UnauthorizedSupplyName = "未授權的墨水匣";

CartridgeMissingOrPaperJamTitle = "發生卡紙或黑色墨水匣遺失";
CartridgeMissingOrPaperJamMsg = "安裝黑色墨水匣或清除卡紙，然後開啟並關閉存取擋門。";
CartridgeMissingOrPaperJamName = "發生卡紙或黑色墨水匣遺失";

InsertSETUPCartridge = "插入設定墨水匣";
InsertNonSETUPCartridge = "插入非設定墨水匣";

WaxSpittoonReplaceNeededTitle = "立即更換墨水服務模組。";
WaxSpittoonReplaceNeededMsg = "墨水服務模組目前已滿。當模組全滿時，印表機會停止列印。如果您要更換墨水服務模組，請遵循所顯示的指示立即進行更換。否則，請造訪 www.hp.com/support/dj460 或聯絡 HP 客戶支援，以取得更換項目。同時，請移除該墨水匣以繼續列印。印表機只能使用彩色墨水匣進行列印，但所呈現的顏色與列印速度會受到影響。";
WaxSpittoonReplaceNeededName = "廢墨槽已滿";

PrintheadsServiceStatus = "畫清潔";
PrintheadsServiceSupplies = "噴頭清潔";

PaperMismatchTitle = "紙張不符";
PaperMismatchMsg = "偵測到的紙張與選取的紙張尺寸不符。按 $FrontPanelAcceptButton$ 然後選擇其他的紙張尺寸，或是更換裝置中的紙張。";
UnexpectedPaperSizeName = "非預期的紙張大小";

BlackCartridgeMisinstalledName = "黑色墨水匣安裝錯誤";
BlackCartridgeMisinstalledTitle = "黑色墨水匣安裝錯誤";
BlackCartridgeMisinstalledMsg = "黑色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。印表機的列印速度會變慢，且列印顏色與之前安裝所有墨水匣的顏色會有所差異。";
BlackCartridgeMisinstalledShortMsg = "黑色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDeviceBlackCartridgeMisinstalledMsg = "黑色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

ColorCartridgeMissingTitle = "遺失顏色墨水匣";
ColorCartridgeMissingMsg = "在印表機中找不到顏色的墨水匣，可能是因為安裝錯誤或是遺失。印表機只能使用單一墨水匣進行列印，但所呈現的顏色與列印速度會受到影響。如果您最近剛安裝墨水匣，請確定已除去覆蓋墨水匣噴嘴的保護膠膜。";

ColorCartridgeMisinstalledName = "彩色墨水匣安裝錯誤";
ColorCartridgeMisinstalledTitle = "彩色墨水匣安裝錯誤";
ColorCartridgeMisinstalledMsg = "彩色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。印表機的列印速度會變慢，且列印顏色與之前安裝所有墨水匣的顏色會有所差異。";
ColorCartridgeMisinstalledShortMsg = "彩色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDeviceColorCartridgeMisinstalledMsg = "彩色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

PhotoCartridgeMisinstalledName = "相片墨水匣安裝錯誤";
PhotoCartridgeMisinstalledTitle = "相片墨水匣安裝錯誤";
PhotoCartridgeMisinstalledMsg = "相片墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。印表機的列印速度會變慢，且列印顏色與之前安裝所有墨水匣的顏色會有所差異。";
PhotoCartridgeMisinstalledShortMsg = "相片墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDevicePhotoCartridgeMisinstalledMsg = "相片墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

GrayCartridgeMisinstalledName = "灰色墨水匣安裝錯誤";
GrayCartridgeMisinstalledTitle = "灰色墨水匣安裝錯誤";
GrayCartridgeMisinstalledMsg = "灰色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。印表機的列印速度會變慢，且列印顏色與之前安裝所有墨水匣的顏色會有所差異。";
GrayCartridgeMisinstalledShortMsg = "灰色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDeviceGrayCartridgeMisinstalledMsg = "灰色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

BlackCartridgeErrorName = "黑色墨水匣發生問題";
BlackCartridgeErrorTitle = "黑色墨水匣發生問題";
BlackCartridgeErrorMsg = "黑色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。當使用剩下的墨水匣進行列印時，印表機會以灰階列印所有的文件。";
BlackCartridgeErrorShortMsg = "黑色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDeviceBlackCartridgeErrorMsg = "黑色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

ColorCartridgeErrorName = "彩色墨水匣發生問題";
ColorCartridgeErrorTitle = "彩色墨水匣發生問題";
ColorCartridgeErrorMsg = "彩色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。當使用剩下的墨水匣進行列印時，印表機會以灰階列印所有的文件。";
ColorCartridgeErrorShortMsg = "彩色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDeviceColorCartridgeErrorMsg = "彩色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

PhotoCartridgeErrorName = "相片墨水匣發生問題";
PhotoCartridgeErrorTitle = "相片墨水匣發生問題";
PhotoCartridgeErrorMsg = "相片墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。當使用剩下的墨水匣進行列印時，印表機會以灰階列印所有的文件。";
PhotoCartridgeErrorShortMsg = "相片墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDevicePhotoCartridgeErrorMsg = "相片墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

GrayCartridgeErrorName = "灰色墨水匣發生問題";
GrayCartridgeErrorTitle = "灰色墨水匣發生問題";
GrayCartridgeErrorMsg = "灰色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。當使用剩下的墨水匣進行列印時，印表機會以灰階列印所有的文件。";
GrayCartridgeErrorShortMsg = "灰色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
OnePenDeviceGrayCartridgeErrorMsg = "灰色墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";

LeftCartridgeMissingTitle = "遺失左側墨水匣";
LeftCartridgeMissingMsg = "在印表機中找不到左側的墨水匣，可能是因為安裝錯誤或是遺失。印表機只能使用單一墨水匣進行列印，但所呈現的顏色與列印速度會受到影響。如果您最近剛安裝墨水匣，請確定已除去覆蓋墨水匣噴嘴的保護膠膜。";
LeftCartridgeMissingShortMsg = "在印表機中找不到左側的墨水匣，可能是因為安裝錯誤或是遺失。如果您最近剛安裝墨水匣，請確定已除去覆蓋墨水匣噴嘴的保護膠膜。";
LeftCartridgeMissingName = "遺失左側墨水匣";

LeftCartridgeMisinstalledTitle = "左側墨水匣安裝錯誤";
LeftCartridgeMisinstalledMsg = "左側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。印表機的列印速度會變慢，且列印顏色與之前安裝所有墨水匣的顏色會有所差異。";
LeftCartridgeMisinstalledShortMsg = "左側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
LeftCartridgeMisinstalledName = "左側墨水匣安裝錯誤";

LeftCartridgeIncorrectTitle = "錯誤的墨水匣";
LeftCartridgeIncorrectMsg = "左側墨水匣發生問題。最近安裝的墨水匣中，至少有一個墨水匣是這部印表機無法使用的。如需印表機可使用之墨水匣的更多資訊，請參閱\"$SupplyInfoTask$\" 畫面。";
LeftCartridgeIncorrectName = "錯誤的墨水匣";

LeftCartridgeErrorTitle = "左側墨水匣發生問題";
LeftCartridgeErrorMsg = "左側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。當使用剩下的墨水匣進行列印時，印表機會以灰階列印所有的文件。";
LeftCartridgeErrorShortMsg = "左側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
LeftCartridgeErrorName = "左側墨水匣發生問題";

LeftCartridgeExpiredTitle = "墨匣已過期 - 左側";
LeftCartridgeExpiredMsg = "下列墨水匣超過其到期日: 左側。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

LeftCartridgeNonHPTitle = "非 HP 墨匣 - 左側";
LeftCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

LeftCartridgeLowTitle = "墨匣墨水不足 - 左側";
LeftCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

LeftCartridgeOutTitle = "墨匣墨水不足 - 右側";
LeftCartridgeOutMsg = "更換成新的 HP 墨水匣。只有在更換墨匣之後，印表機才會列印。";

RightCartridgeMissingTitle = "遺失右側墨水匣";
RightCartridgeMissingMsg = "在印表機中找不到右側的墨水匣，可能是因為安裝錯誤或是遺失。印表機只能使用彩色墨水匣進行列印，但所呈現的顏色與列印速度會受到影響。如果您最近剛安裝墨水匣，請確定已除去覆蓋墨水匣噴嘴的保護膠膜。";
RightCartridgeMissingShortMsg = "在印表機中找不到右側的墨水匣，可能是因為安裝錯誤或是遺失。如果您最近剛安裝墨水匣，請確定已除去覆蓋墨水匣噴嘴的保護膠膜。";
RightCartridgeMissingName = "遺失右側墨水匣";

RightCartridgeMisinstalledTitle = "右側墨水匣安裝錯誤";
RightCartridgeMisinstalledMsg = "右側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。印表機的列印速度會變慢，且列印顏色與之前安裝所有墨水匣的顏色會有所差異。";
RightCartridgeMisinstalledShortMsg = "右側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
RightCartridgeMisinstalledName = "右側墨水匣安裝錯誤";

RightCartridgeIncorrectTitle = "錯誤的墨水匣";
RightCartridgeIncorrectMsg = "右側墨水匣發生問題。最近安裝的墨水匣中，至少有一個墨水匣是這部印表機無法使用的。如需印表機可使用之墨水匣的更多資訊，請參閱\"$SupplyInfoTask$\" 畫面。";
RightCartridgeIncorrectName = "錯誤的墨水匣";

RightCartridgeErrorTitle = "右側墨水匣發生問題";
RightCartridgeErrorMsg = "右側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。如果列印品質欠佳，又沒有可替換的新墨水匣時，您可以移除該墨水匣，再使用剩下的墨水匣進行列印。當使用剩下的墨水匣進行列印時，印表機會以灰階列印所有的文件。";
RightCartridgeErrorShortMsg = "右側墨水匣發生問題。若要解決問題：\n1。請移除墨水匣。\n2。重新插入墨水匣。\n如果問題持續發生，請更換墨水匣。";
RightCartridgeErrorName = "右側墨水匣發生問題";

RightCartridgeExpiredTitle = "墨匣已過期 - 右側";
RightCartridgeExpiredMsg = "下列墨水匣超過其到期日: 右側。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

RightCartridgeNonHPTitle = "非 HP 墨匣 - 右側";
RightCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

RightCartridgeLowTitle = "墨匣墨水不足 - 右側";
RightCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

RightCartridgeOutTitle = "墨匣墨水用盡 - 右側";
RightCartridgeOutMsg = "更換成新的 HP 墨水匣。只有在更換墨匣之後，印表機才會列印。";

LaserjetDeviceBlackCartridgeMissingName = "遺失 黑色碳粉匣";
LaserjetDeviceBlackCartridgeMissingTitle = "遺失 黑色碳粉匣";
LaserjetDeviceBlackCartridgeMissingMsg = "請安裝 黑色碳粉匣 以繼續列印。";

LaserjetDeviceCyanCartridgeMissingName = "遺失 青色碳粉匣";
LaserjetDeviceCyanCartridgeMissingTitle = "遺失 青色碳粉匣";
LaserjetDeviceCyanCartridgeMissingMsg = "請安裝 青色碳粉匣 以繼續列印。";

LaserjetDeviceMagentaCartridgeMissingName = "遺失 洋紅色碳粉匣";
LaserjetDeviceMagentaCartridgeMissingTitle = "遺失 洋紅色碳粉匣";
LaserjetDeviceMagentaCartridgeMissingMsg = "請安裝 洋紅色碳粉匣 以繼續列印。";

LaserjetDeviceYellowCartridgeMissingName = "遺失 黃色碳粉匣";
LaserjetDeviceYellowCartridgeMissingTitle = "遺失 黃色碳粉匣";
LaserjetDeviceYellowCartridgeMissingMsg = "請安裝 黃色碳粉匣 以繼續列印。";

LaserjetDeviceFuserKitMissingName = "定影套件遺失";
LaserjetDeviceFuserKitMissingTitle = "定影套件遺失";
LaserjetDeviceFuserKitMissingMsg = "請安裝定影套件以繼續列印。";

LaserjetDeviceImageDrumMissingTitle = "感光鼓缺失";
LaserjetDeviceImageDrumMissingMsg = "請安裝感光鼓以繼續列印。";

SuppliesStatusAuthentic = "正版 HP";
SuppliesStatusClone = "非 HP 複製晶片";
SuppliesStatusRefilled = "非 HP 重填";
SuppliesStatusUnauthorized = "未經授權";
SuppliesStatusGood = "良好";
SuppliesStatusMissing = "遺失";
SuppliesStatusMisinstalled = "安裝錯誤";
SuppliesStatusIncorrect = "錯誤";
SuppliesStatusError = "必須更換";
SuppliesStatusUnknown = "不明";
SuppliesStatusLow = "不足";
SuppliesStatusOut = "用完";
SupplyLevelVeryLow = "非常低";
SupplyAuthStateUsed = "已使用";
SupplyAuthStateUnsupported = "不受支援";
SupplyAuthStateNonHP = "非 HP";
SupplyAuthStateIncompatible = "不相容";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "清空墨匣嗎";

// Ink strings
SuppliesStatusBothCartridgesMissing = "缺少兩個墨水匣";

InkStatusNearExpiration = "墨匣即將到期";
InkStatusIncorrect = "墨匣錯誤";
InkStatusError = "墨匣故障";
InkStatusLow = "墨匣墨水不足";
InkStatusOut = "墨匣墨水用盡";
InkStatusExpired = "墨匣已過期";
InkStatusNonHP = "非 HP 墨匣";
InkStatusPreviouslyUsed = "墨匣先前使用過";
InkStatusDepleted = "用過、重新填充或偽造的";
InkStatusMissing = "缺少墨匣";
InkStatusVeryLow = "墨水量過低";

InkStatusUpgradableSupply = "升級墨水匣";
InkStatusSupplyUpgradeSuccess = "升級成功";
InkStatusSupplyUpgradeFailed = "升級失敗";

CartridgeStatusWrongSlot = "墨水匣的安裝插槽錯誤";
CartridgeStatusMissing = "缺少墨匣";
TonerMissingName = "碳粉匣遺失";
DrumMissingName = "感光鼓缺失";
CartridgeStatusIncorrect = "墨匣錯誤";
CartridgeStatusIncompatible = "墨水匣不相容";
CartridgeStatusError = "墨匣故障";
CartridgeStatusLow = "墨匣墨水不足";
CartridgeStatusOut = "墨匣墨水用盡";
CartridgeStatusExpired = "墨匣已過期";
CartridgeStatusNonHP = "非 HP 墨匣";
CartridgeStatusPreviouslyUsed = "墨匣先前使用過";
CartridgeStatusDepleted = "墨匣已耗盡";
CartridgeStatusProtected = "墨水匣受到保護";
DrumStatusProtectedName = "感光鼓受保護";
CartridgeIsEmpty = "墨水匣用盡";
CartridgeEmptyNotDetected = "偵測不到用盡狀態";
CartridgePossibleRefill = "可能重新填滿";
CartridgeStatusUnauthorized = "墨水匣未獲得授權";

InkSensorFailure = "墨水感測器故障";

SuppliesStatusBothCartridgeName = "兩者";
DeviceResumeButtonTitle = "重新開始";

CDopenTitle = "CD/DVD 匣已打開";
CDopenMsg = "請關閉 CD/DVD 匣以便從主紙匣繼續列印。";

CDclosedTitle = "CD/DVD 匣已關閉";
CDclosedMsg = "請開啟 CD/DVD 匣以繼續進行 CD 列印。";

PrintheadStatusMissing = "缺少列印頭";
PrintheadStatusMisinstalled = "列印頭有瑕疵";
PrintheadStatusIncorrect = "列印頭不相容";
PrintheadStatusError = "列印頭失敗";

IsmFullName = "ISM 已滿";
IsmFullTitle = "墨水服務模組已滿";
IsmFullMsg = "請立即更換墨水服務模組。";

OnePenDeviceCartridgeMissingName = "缺少墨匣";
OnePenDeviceCartridgeMissingTitle = "缺少列印墨匣";
OnePenDeviceCartridgeMissingMsg = "印表機中的列印墨匣因為安裝錯誤或遺漏而未偵測到。如果您最近才安裝列印墨匣，請確認您已經取下覆蓋墨匣噴嘴的保護薄膜。";

OnePenDeviceCartridgeMisinstalledName = "墨匣安裝錯誤";
OnePenDeviceCartridgeMisinstalledTitle = "列印墨匣安裝錯誤";
OnePenDeviceCartridgeMisinstalledMsg = "列印墨匣有問題。若要解決這個問題:\n1. 取出列印墨匣。\n2. 重新插入列印墨匣。\n如果問題持續存在，請更換列印墨匣。";

OnePenDeviceCartridgeIncorrectName = "列印墨匣錯誤";
OnePenDeviceCartridgeIncorrectTitle = "列印墨匣錯誤";
OnePenDeviceCartridgeIncorrectMsg = "列印墨匣有問題。目前已安裝的列印墨匣不適用於此印表機。如需有關您印表機可使用之列印墨匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

OnePenDeviceCartridgeErrorName = "墨匣發生問題";
OnePenDeviceCartridgeErrorTitle = "列印墨匣發生問題";
OnePenDeviceCartridgeErrorMsg = "列印墨匣有問題。若要解決這個問題:\n1. 取出列印墨匣。\n2. 重新插入列印墨匣。\n如果問題持續存在，請更換列印墨匣。";

SeparatePenDeviceBlackCartridgeMissingName = "缺少黑色墨匣";
SeparatePenDeviceBlackCartridgeMissingTitle = "缺少黑色墨水匣";
SeparatePenDeviceBlackCartridgeMissingMsg = "印表機中的黑色墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceBlackCartridgeMisinstalledName = "黑色墨匣安裝錯誤";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "黑色墨水匣安裝錯誤";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "黑色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceBlackCartridgeIncorrectName = "黑色墨匣錯誤";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "黑色墨水匣錯誤";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "黑色墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceBlackCartridgeErrorName = "黑色墨匣發生問題";
SeparatePenDeviceBlackCartridgeErrorTitle = "黑色墨水匣發生問題";
SeparatePenDeviceBlackCartridgeErrorMsg = "黑色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceBlackCartridgeLowTitle = "黑色墨水匣中的墨水不足。";
SeparatePenDeviceBlackCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceBlackCartridgeOutTitle = "更換空的黑色墨水匣。";
SeparatePenDeviceBlackCartridgeOutMsg = "更換成新的 HP 黑色墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDeviceBlackCartridgeExpiredTitle = "墨匣已過期 - 黑色";
SeparatePenDeviceBlackCartridgeExpiredMsg = "下列墨水匣超過其到期日: 黑色。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

SeparatePenDeviceBlackCartridgeNonHPTitle = "非 HP 墨匣 - 黑色";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

SeparatePenDeviceCyanCartridgeMissingName = "缺少青綠色墨匣";
SeparatePenDeviceCyanCartridgeMissingTitle = "缺少青綠色墨水匣";
SeparatePenDeviceCyanCartridgeMissingMsg = "印表機中的青綠色墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceCyanCartridgeMisinstalledName = "青綠色墨匣安裝錯誤";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "青綠色墨水匣安裝錯誤";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "青綠色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceCyanCartridgeIncorrectName = "青綠色墨匣錯誤";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "青綠色墨水匣錯誤";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "青綠色墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceCyanCartridgeErrorName = "青綠色墨匣發生問題";
SeparatePenDeviceCyanCartridgeErrorTitle = "青綠色墨水匣發生問題";
SeparatePenDeviceCyanCartridgeErrorMsg = "青綠色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceCyanCartridgeLowTitle = "青綠色墨水匣中的墨水不足。";
SeparatePenDeviceCyanCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceCyanCartridgeOutTitle = "更換空的青綠色墨水匣。";
SeparatePenDeviceCyanCartridgeOutMsg = "更換成新的 HP 青綠色墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDeviceCyanCartridgeExpiredTitle = "墨匣已過期 - 青綠色";
SeparatePenDeviceCyanCartridgeExpiredMsg = "下列墨水匣超過其到期日: 青綠色。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

SeparatePenDeviceCyanCartridgeNonHPTitle = "非 HP 墨匣 - 青綠色";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

SeparatePenDeviceMagentaCartridgeMissingName = "缺少洋紅色墨匣";
SeparatePenDeviceMagentaCartridgeMissingTitle = "缺少洋紅色墨水匣";
SeparatePenDeviceMagentaCartridgeMissingMsg = "印表機中的洋紅色墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "洋紅色墨匣安裝錯誤";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "洋紅色墨水匣安裝錯誤";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "洋紅色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceMagentaCartridgeIncorrectName = "洋紅色墨匣錯誤";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "洋紅色墨水匣錯誤";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "洋紅色墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceMagentaCartridgeErrorName = "洋紅色墨匣發生問題";
SeparatePenDeviceMagentaCartridgeErrorTitle = "洋紅色墨水匣發生問題";
SeparatePenDeviceMagentaCartridgeErrorMsg = "洋紅色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceMagentaCartridgeLowTitle = "洋紅色墨水匣中的墨水不足。";
SeparatePenDeviceMagentaCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceMagentaCartridgeOutTitle = "更換空的洋紅色墨水匣。";
SeparatePenDeviceMagentaCartridgeOutMsg = "更換成新的 HP 洋紅色墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "墨匣已過期 - 洋紅色";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "下列墨水匣超過其到期日: 洋紅色。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "非 HP 墨匣 - 洋紅色";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

SeparatePenDeviceYellowCartridgeMissingName = "缺少黃色墨匣";
SeparatePenDeviceYellowCartridgeMissingTitle = "缺少黃色墨水匣";
SeparatePenDeviceYellowCartridgeMissingMsg = "印表機中的黃色墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceYellowCartridgeMisinstalledName = "黃色墨匣安裝錯誤";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "黃色墨水匣安裝錯誤";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "黃色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceYellowCartridgeIncorrectName = "黃色墨匣錯誤";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "黃色墨水匣錯誤";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "黃色墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceYellowCartridgeErrorName = "黃色墨匣發生問題";
SeparatePenDeviceYellowCartridgeErrorTitle = "黃色墨水匣發生問題";
SeparatePenDeviceYellowCartridgeErrorMsg = "黃色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceYellowCartridgeLowTitle = "黃色墨水匣中的墨水不足。";
SeparatePenDeviceYellowCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceYellowCartridgeOutTitle = "更換空的黃色墨水匣。";
SeparatePenDeviceYellowCartridgeOutMsg = "更換成新的 HP 黃色墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDeviceYellowCartridgeExpiredTitle = "墨匣已過期 - 黃色";
SeparatePenDeviceYellowCartridgeExpiredMsg = "下列墨水匣超過其到期日: 黃色。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

SeparatePenDeviceYellowCartridgeNonHPTitle = "非 HP 墨匣 - 黃色";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

SeparatePenDeviceLightCyanCartridgeMissingName = "缺少淺青綠色墨匣";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "缺少淺青綠色墨水匣";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "印表機中的淺青綠色墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "淺青綠色墨匣安裝錯誤";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "淺青綠色墨水匣安裝錯誤";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "淺青綠色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "淺青綠色墨匣錯誤";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "淺青綠色墨水匣錯誤";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "淺青綠色墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceLightCyanCartridgeErrorName = "淺青綠色墨匣發生問題";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "淺青綠色墨水匣發生問題";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "淺青綠色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceLightCyanCartridgeLowTitle = "淺青綠色墨水匣中的墨水不足。";
SeparatePenDeviceLightCyanCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceLightCyanCartridgeOutTitle = "更換空的淺青綠色墨水匣。";
SeparatePenDeviceLightCyanCartridgeOutMsg = "更換成新的 HP 淺青綠色墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "墨匣已過期 - 淺青綠色";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "下列墨水匣超過其到期日: 淺青綠色。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "非 HP 墨匣 - 淺青綠色";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

SeparatePenDeviceLightMagentaCartridgeMissingName = "缺少淺洋紅色墨匣";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "缺少淺洋紅色墨水匣";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "印表機中的淺洋紅色墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "淺洋紅色墨匣安裝錯誤";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "淺洋紅色墨水匣安裝錯誤";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "淺洋紅色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "淺洋紅色墨匣錯誤";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "淺洋紅色墨水匣錯誤";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "淺洋紅色墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceLightMagentaCartridgeErrorName = "淺洋紅色墨匣發生問題";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "淺洋紅色墨水匣發生問題";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "淺洋紅色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "淺洋紅色墨水匣中的墨水不足。";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "更換空的淺洋紅色墨水匣。";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "更換成新的 HP 淺洋紅色墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "墨匣已過期 - 淺洋紅色";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "下列墨水匣超過其到期日: 淺洋紅色。\n您應該立即取出或更換過期的墨匣，然後再關閉這個警示訊息，或按一下「確定」，繼續使用過期的墨水匣。\nHP 無法保證過期墨水匣的品質或可靠性。\n使用過期墨水匣所導致的印表機服務或維修將不包含在保固範圍內。";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "非 HP 墨匣 - 淺洋紅色";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP 無法保證非 HP 耗材的品質或可靠性。使用非 HP 耗材所導致的印表機服務或維修將不包含在保固範圍內。\n如果您確信您購買的是原廠 HP 列印墨匣，請前往: www.hp.com/go/anticounterfeit。\n原廠 HP 耗材是搭配 HP 印表機設計並測試，以協助您一次又一次輕鬆地產生絕佳效果。";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "缺少消光黑墨水匣。";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "印表機中的消光黑墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "消光黑墨水匣安裝錯誤。";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "消光黑墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "消光黑墨水匣錯誤。";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "消光黑墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "消光黑墨水匣發生問題。";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "消光黑墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "消光黑墨水匣中的墨水不足。";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "更換空的消光黑墨水匣。";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "更換成新的 HP 消光黑墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "缺少亮光黑墨水匣。";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "印表機中的亮光黑墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "亮光黑墨水匣安裝錯誤。";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "亮光黑墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "亮光黑墨水匣錯誤。";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "亮光黑墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "亮光黑墨水匣發生問題。";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "亮光黑墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "亮光黑墨水匣中的墨水不足。";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "更換空的亮光黑墨水匣。";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "更換成新的 HP 亮光黑墨水匣。只有在更換墨匣之後，印表機才會列印。";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "缺少淺灰色墨水匣。";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "印表機中的淺灰色墨水匣因為安裝錯誤或遺漏而未偵測到。";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "淺灰色墨水匣安裝錯誤。";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "淺灰色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "淺灰色墨水匣錯誤。";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "淺灰色墨水匣有問題。目前至少有一個已安裝的墨水匣不適用於此印表機。如需有關您印表機可使用之墨水匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "淺灰色墨水匣發生問題。";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "淺灰色墨水匣有問題。若要解決這個問題:\n1. 取出墨水匣。\n2. 重新插入墨水匣。\n如果問題持續存在，請更換墨水匣。";

SeparatePenDeviceLightGrayCartridgeLowTitle = "淺灰色墨水匣中的墨水不足。";
SeparatePenDeviceLightGrayCartridgeLowMsg = "墨水匣需要儘速更換。如果墨匣是空的，在更換墨匣之前，印表機將不會列印。";

SeparatePenDeviceLightGrayCartridgeOutTitle = "更換空的淺灰色墨水匣。";
SeparatePenDeviceLightGrayCartridgeOutMsg = "更換成新的 HP 淺灰色墨水匣。只有在更換墨匣之後，印表機才會列印。";

//print heads
SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "安裝黑色和黃色列印頭";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "安裝 HP 黑色和黃色列印頭。\n列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "安裝洋紅色和青綠色列印頭";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "安裝 HP 洋紅色和青綠色列印頭。\n列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceBlackPrintHeadMissingTitle = "安裝黑色列印頭";
SeparatePenDeviceBlackPrintHeadMissingMsg = "安裝 HP 黑色列印頭。\n列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceCyanPrintHeadMissingTitle = "安裝青綠色列印頭";
SeparatePenDeviceCyanPrintHeadMissingMsg = "安裝 HP 青綠色列印頭。\n列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "安裝洋紅色列印頭";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "安裝 HP 洋紅色列印頭。\n列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceYellowPrintHeadMissingTitle = "安裝黃色列印頭";
SeparatePenDeviceYellowPrintHeadMissingMsg = "安裝 HP 黃色列印頭。\n列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "安裝洋紅色和黃色列印頭。";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "安裝 HP 洋紅色和黃色列印頭。列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "安裝消光黑和青綠色列印頭。";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "安裝 HP 消光黑和青綠色列印頭。列印頭可能遺漏或安裝錯誤。";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "安裝淺洋紅色和淺青綠色列印頭。";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "安裝 HP 淺洋紅色和淺青綠色列印頭。列印頭可能遺漏或安裝錯誤。";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "安裝亮光黑和淺灰色列印頭。";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "安裝 HP 亮光黑和淺灰色列印頭。列印頭可能遺漏或安裝錯誤。";

MissingSmartChipColorSupply = "10.10.%@ 耗材記憶體錯誤";
MissingSmartChipMonoSupply = "耗材記憶體錯誤";
BadDataFromCartridgeColorSupply = "10.00.%@ 耗材記憶體錯誤";
BadDataFromCartridgeMonoSupply = "耗材記憶體警告";

BlackCartridgeIncorrectTitle = "列印墨匣錯誤";
ColorCartridgeIncorrectMsg = "彩色列印墨匣有問題。目前至少有一個已安裝的列印墨匣不適用於此印表機。如需有關您印表機可使用之列印墨匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";
PhotoCartridgeMissingTitle = "缺少相片列印墨匣";
BlackCartridgeMissingTitle = "缺少黑色列印墨匣";
BlackCartridgeMissingMsg = "印表機中的黑色列印墨匣因為安裝錯誤或遺漏而未偵測到。印表機可以使用單一列印墨匣列印，但色彩結果與列印速度可能會受到影響。如果您最近才安裝列印墨匣，請確認您已經取下覆蓋墨匣噴嘴的保護薄膜。";
PhotoCartridgeIncorrectTitle = "列印墨匣錯誤";
PhotoCartridgeMissingMsg = "印表機中的相片列印墨匣因為安裝錯誤或遺漏而未偵測到。印表機可以使用單一列印墨匣列印，但色彩結果與列印速度可能會受到影響。如果您最近才安裝列印墨匣，請確認您已經取下覆蓋墨匣噴嘴的保護薄膜。";
PhotoCartridgeIncorrectMsg = "相片列印墨匣有問題。目前至少有一個已安裝的列印墨匣不適用於此印表機。如需有關您印表機可使用之列印墨匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";
BlackCartridgeIncorrectMsg = "黑色列印墨匣有問題。目前至少有一個已安裝的列印墨匣不適用於此印表機。如需有關您印表機可使用之列印墨匣的詳細資訊，請參閱「$SupplyInfoTask$」畫面。";
ColorCartridgeIncorrectTitle = "列印墨匣錯誤";

//StatusAlert.nib
AlertWindowTitle = "印表機狀態";
ErrorConditionsTitle = "在您的印表機中發現下列錯誤情況：";
ExplanationTitle = "請在以上清單選取錯誤名稱以取得說明/建議。";
AlertButtonOk = "確定";

InputTrayOverLoadedName = "紙匣發生問題";
NeedsEnrollmentName = "需要登記墨水匣";

InkCartridgesDepletedName = "墨水匣耗盡";
CartridgesDepletedName = "墨水匣已耗盡";
ReplaceTonerOutName = "更換墨水匣";
ReplaceDrumOutName = "更換感光鼓";


